///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$error$phoneNumberIncorrect": "Некорректно указан номер телефона",
    "msg$error$emailIncorrect": "Некорректно  указан E-mail",
    "msg$error$passwordNotSpecified": "Не указан пароль",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Информационные сообщения                                                   //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$success$Register": "Вы успешно зарегистрированы! <br/>Пароль для входа отправлен к Вам на почту",
    "msg$success$Recovery": "Новый пароль отправлен к Вам на почту",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$addcopy": "Дублировать",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$select": "Выбрать",
    "button$label$find": "Поиск",
    "button$label$print": "Печать",

    "button$label$register": "Регистрация",
    "button$label$forgot": "Забыли пароль?",
    "button$label$enter": "Вход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Надписи                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$error": "Ошибка",
    "label$no": "Нет",
    "label$yes": "Да",
    "label$autorization": "Авторизация",
    "label$unspecified": "Не указан",
    "label$name": "Наименование",
    "label$default": "По умолчанию",
    "label$code": "Код",
    "label$nameshort": "Обозначение",
    "label$description": "Описание",
    "label$group": "Группа",
    "label$notselected": "Не выбрано",
    "label$date": "Дата",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Авторизация                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$phone": "Телефон",
    "label$email": "E-mail",
    "label$password": "Пароль",
    "label$recover": "Восстановить",
    "label$confirmPassword": "Подтверждение пароля",
    "label$passwordRecovery": "Восстановление пароля",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Приложение                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$AutoPartsSite": "Auto Part Site",
    "label$search": "Найти",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Меню                                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$menu": "Меню",
    "label$language": "Язык",

    "label$aboutUs": "O нас",
    "label$faq": "Вопрос-ответ",
    "label$news": "Новости",
    "label$payment": "Оплата",
    "label$shipping": "Доставка",
    "label$contacts": "Контакты",

    "label$basket": "Корзина",

    "label$account": "Аккаунт",
    "label$orders": "Заказы",
    "label$garage": "Гараж",
    "label$messages": "Сообщения",
    "label$settings": "Настройки",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Дни недели                                                                 //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$dayweek$mon": "Пн",
    "label$dayweek$tue": "Вт",
    "label$dayweek$wed": "Ср",
    "label$dayweek$thu": "Чт",
    "label$dayweek$fri": "Пт",
    "label$dayweek$sat": "Сб",
    "label$dayweek$sun": "Вс",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Поиск                                                                      //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$brand": "Бренд",
    "label$country": "Страна",
    "label$shipin": "Доставка, дней",
    "label$dimensions": "Размеры",
    "label$weight": "Вес",
    "label$addToCard": "Добавить в корзину",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Корзина                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$empty$basket": "Ваша корзина пуста",
    "label$basket": "Корзина",
    "label$qty": "Кол-во",
    "label$price": "Цена",
    "label$sum": "Сумма",
    "label$total$goods$sum": "Всего товаров на сумму",

    "button$label$continueShopping": "Продолжить покупки",
    "button$label$checkout": "Оформить заказ",

    "label$delivery": "Доставка",
    "label$payment": "Оплата",

    "label$sum$parts": "Сумма зап.частей",
    "label$delivery$ammount": "Сумма доставки",
    "label$vat": "НДС",
    "label$total": "Итого",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Новости                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$header": "Заголовок",
    "label$releasedate": "Дата публикации",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Настройки                                                                  //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$shipping$destination": "Место назначения",
    "label$language": "Язык",
    "label$currency": "Валюта"
});