///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$error$phoneNumberIncorrect": "Некорректно указан номер телефона",
    "msg$error$emailIncorrect": "Некорректно  указан E-mail",
    "msg$error$passwordNotSpecified": "Не указан пароль",

    "msg$error$notspecified$fullname": "Не указаны фамилия, имя, отчество",
    "msg$error$notspecified$country": "Не указана страна",
    "msg$error$notspecified$region": "Не указан регион",
    "msg$error$notspecified$city": "Не указана страна",
    "msg$error$notspecified$zipcode": "Не указан почтовый индекс",
    "msg$error$notspecified$street": "Не указана улица",
    "msg$error$notspecified$phonecode": "Не указан код телефона",
    "msg$error$notspecified$phone": "Не указан телефон",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Информационные сообщения                                                   //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "msg$success$Register": "Вы успешно зарегистрированы! <br/>Пароль для входа отправлен к Вам на почту",
    "msg$success$Recovery": "Новый пароль отправлен к Вам на почту",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$addcopy": "Дублировать",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$close": "Закрыть",
    "button$label$delete": "Удалить",
    "button$label$select": "Выбрать",
    "button$label$find": "Поиск",
    "button$label$print": "Печать",
    "button$label$reply": "Ответить",
    "label$back": "Назад",
    "label$forward": "Далее",
    "button$label$сheckout": "Оформить",
    "button$label$pay": "Оплатить",

    "button$label$register": "Регистрация",
    "button$label$forgot": "Забыли пароль?",
    "button$label$enter": "Вход",
    "button$label$exit": "Выход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Надписи                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$error": "Ошибка",
    "label$no": "Нет",
    "label$yes": "Да",
    "label$autorization": "Авторизация",
    "label$unspecified": "Не указан",
    "label$name": "Наименование",
    "label$default": "По умолчанию",
    "label$code": "Код",
    "label$nameshort": "Обозначение",
    "label$description": "Описание",
    "label$group": "Группа",
    "label$notselected": "Не выбрано",
    "label$date": "Дата",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Авторизация                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$phone": "Телефон",
    "label$email": "E-mail",
    "label$password": "Пароль",
    "label$password$new": "Новый пароль",
    "label$password$change": "Изменить",
    "label$recover": "Восстановить",
    "label$confirmPassword": "Подтверждение пароля",
    "label$passwordRecovery": "Восстановление пароля",

    "label$profile": "Профиль",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Приложение                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$AutoPartsSite": '<span style="color:#f76005;">Global</span> <span style="color:#000;">Parts</span>',
    "label$search": "Найти",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Меню                                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$menu": "Меню",
    "label$language": "Язык",

    "label$aboutUs": "O нас",
    "label$faq": "Вопрос-ответ",
    "label$news": "Новости",
    "label$payment": "Оплата",
    "label$shipping": "Доставка",
    "label$delivery$to": "Доставка в",
    "label$termsconditions": "Условия и положения",
    "label$policies": "Политика конфиденциальности",
    "label$termspolicies": "Условия и политика",
    "label$site$pages": "Страницы",

    "label$contacts": "Контакты",

    "label$basket": "Корзина",

    "label$account": "Аккаунт",
    "label$orders": "Заказы",
    "label$order": "Заказ",
    "label$garage": "Гараж",
    "label$messages": "Сообщения",
    "label$settings": "Настройки",

    "label$customer$service": "Клиентский сервис",
    "label$information": "Информация",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Дни недели                                                                 //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$dayweek$mon": "Пн",
    "label$dayweek$tue": "Вт",
    "label$dayweek$wed": "Ср",
    "label$dayweek$thu": "Чт",
    "label$dayweek$fri": "Пт",
    "label$dayweek$sat": "Сб",
    "label$dayweek$sun": "Вс",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Поиск                                                                      //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$partnumber": "Номер детали",
    "label$name": "Наименование",
    "label$brand": "Бренд",
    "label$country": "Страна",
    "label$city": "Город",
    "label$region": "Регион",
    "label$shipin": "Доставка, дней",
    "label$delivery$days": "Доставка, дней",
    "label$dimensions": "Размеры",
    "label$weight": "Вес, кг",
    "label$pcs": "шт",
    "label$addToCard": "Добавить в корзину",
    "label$availability": "Доступно",
    "label$not$availability": "Не доступно",
    "label$request": "Запросить",
    "label$ask$question": "Задать вопрос",
    "message$added$tocart": "Продукт был добавлен в корзину",
    "label$deliveryfrom": "Доставка из",

    "label$parts$original": "Оригинальные",
    "label$parts$substitution": "Замены",
    "label$onlinecatalog": "Онлайн-каталог",
    "label$catalog": "Каталог",
    "message$article$notfound": "Запрашиваемая зап.часть не найдена",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ask question                                                               //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$ask$name": "Ваше имя (опционально)",
    "label$ask$question": "Оставьте нам сообщение",
    "label$howcan$help": "Как мы можем Вам помочь?",
    "label$send": "Отправить",
    "label$ask$question$incorrect": "Сообщение не заполнено",
    "label$ask$partnumber$available": "Когда будет эта деталь",
    "message$ask$question$sent": "Ваш запрос отправлен",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Корзина                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$empty$basket": "Ваша корзина пуста",
    "label$qty": "Кол-во",
    "label$qty$was": "Было",
    "label$no$longeravailable": "Больше недоступно",
    "label$price": "Цена",
    "label$price$haschanged": "Цена изменилась",
    "label$sum": "Сумма",
    "label$amount": "Сумма",
    "label$promocode": "Промокод",
    "mesage$promocode$applied": "Промокод применен",
    "label$promocode$apply": "Применить промокод",
    "label$total$goods$sum": "Всего товаров на сумму",

    "button$label$continueShopping": "Продолжить покупки",
    "button$label$checkout": "Оформить заказ",

    "label$delivery": "Доставка",
    "label$payment": "Оплата",

    "label$sum$parts": "Сумма зап.частей",
    "label$delivery$ammount": "Сумма доставки",
    "label$vat": "НДС",
    "label$total": "Итого",
    "label$total$estimated": "Ожидаемая сумма",
    "label$total$taxvat": "Налог (НДС)",
    "label$saving": "Сохранено",
    "label$items$subtotal": "Итого по позициям",
    "msg$delivery$choosecompany": "Выберите компанию для доставки",
    "label$address$delivery": "Адрес доставки",
    "label$address$billing": "Платежный адрес",
    "label$address": "Адрес",

    "label$fullname": "Фамилия, имя, отчество",
    "label$zipcode": "Почтовый индекс",
    "label$street": "Улица",
    "label$phonecode": "Код телефона",

    "label$terms": "Я принимаю условия и положения",
    "label$select$paymethod": "Выберите способ оплаты",

    "label$order$success": "Заказ успешно оформлен",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Новости                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$header": "Заголовок",
    "label$releasedate": "Дата публикации",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Настройки                                                                  //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$shipping$destination": "Место назначения",
    "label$language": "Язык",
    "label$currency": "Валюта",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Заказы                                                                     //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$order$empty": "Список заказов пуст",
    "label$order$no": "№ заказа",
    "label$order$date": "Дата заказа",
    "label$order$comment": "Комментарий",
    "label$order$open": "Открыть заказ",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Сообщения                                                                  //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$messages$empty": "Список сообщений пуст",
    "label$messages$message": "Текст сообщения",
});