///
// Ресурсы по умолчанию
///
define({
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Ошибки, предупреждения и другие системные сообщения                        //
    /////////////////////////////////////////////////////////////////////////////////////////////

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Наименования кнопок                                                        //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "button$label$ok": "OK",
    "button$label$add": "Добавить",
    "button$label$addcopy": "Дублировать",
    "button$label$save": "Сохранить",
    "button$label$addValue": "Добавить значение",
    "button$label$edit": "Редактировать",
    "button$label$cancel": "Отмена",
    "button$label$delete": "Удалить",
    "button$label$select": "Выбрать",
    "button$label$find": "Поиск",
    "button$label$print": "Печать",

    "button$label$register": "Регистрация",
    "button$label$forgot": "Забыли пароль?",
    "button$label$enter": "Вход",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Надписи                                                                    //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$error": "Ошибка",
    "label$no": "Нет",
    "label$yes": "Да",
    "label$autorization": "Авторизация",
    "label$unspecified": "Не указан",
    "label$contacts": "Контакты",
    "label$name": "Наименование",
    "label$default": "По умолчанию",
    "label$code": "Код",
    "label$nameshort": "Обозначение",
    "label$description": "Описание",
    "label$group": "Группа",
    "label$notselected": "Не выбрано",
    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Авторизация                                                                //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$phone": "Телефон",
    "label$email": "E-mail",
    "label$password": "Пароль",
    "label$recover": "Восстановить",
    "label$confirmPassword": "Подтверждение пароля",
    "label$passwordRecovery": "Восстановление пароля",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Меню                                                                       //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$aboutUs": "O нас",

    /////////////////////////////////////////////////////////////////////////////////////////////
    //              Дни недели                                                                 //
    /////////////////////////////////////////////////////////////////////////////////////////////
    "label$dayweek$mon": "Пн",
    "label$dayweek$tue": "Вт",
    "label$dayweek$wed": "Ср",
    "label$dayweek$thu": "Чт",
    "label$dayweek$fri": "Пт",
    "label$dayweek$sat": "Сб",
    "label$dayweek$sun": "Вс",
});